export default [
    {
        name: '與子成說',
        score: 3,
        cards: ['風晴雪','百里屠蘇','','','','','']
    },
    {
        name: '乘龍歸',
        score: 3,
        cards: ['慳臾','百里屠蘇','','','','','']
    },
    {
        name: '琴心劍魄',
        score: 3,
        cards: ['歐陽少恭','百里屠蘇','','','','','']
    },
    {
        name: '雲湧崑崙',
        score: 3,
        cards: ['百里屠蘇','天墉城','','','','','']
    },
    {
        name: '故友贈禮',
        score: 3,
        cards: ['百里屠蘇','黑龍鱗片','','','','','']
    },
    {
        name: '焚焰血戮',
        score: 3,
        cards: ['百里屠蘇','古劍焚寂','','','','','']
    },
    {
        name: '陌相逢',
        score: 4,
        cards: ['風晴雪','尹千殤','','','','','']
    },
    {
        name: '幽都靈女',
        score: 4,
        cards: ['風晴雪','幽都','','','','','']
    },
    {
        name: '荒魂述',
        score: 4,
        cards: ['風晴雪','天鹿城','','','','','']
    },
    {
        name: '琴川友',
        score: 4,
        cards: ['方蘭生','歐陽少恭','','','','','']
    },
    {
        name: '望鄉',
        score: 4,
        cards: ['方蘭生','琴川','','','','','']
    },
    {
        name: '永相隨',
        score: 4,
        cards: ['方蘭生','青玉司南佩','','','','','']
    },
    {
        name: '無情客',
        score: 4,
        cards: ['方蘭生','百勝刀','','','','','']
    },
    {
        name: '芳草心',
        score: 4,
        cards: ['阿阮','昭明','','','','','']
    },
    {
        name: '共株生',
        score: 4,
        cards: ['阿阮','露草','','','','','']
    },
    {
        name: '三日遙',
        score: 4,
        cards: ['沈曦','沈夜','','','','','']
    },
    {
        name: '月中生',
        score: 4,
        cards: ['沈曦','流月城','','','','','']
    },
    {
        name: '伴長眠',
        score: 4,
        cards: ['沈曦','兔子抱枕','','','','','']
    },
    {
        name: '仙山眷侶',
        score: 4,
        cards: ['巽芳','歐陽少恭','','','','','']
    },
    {
        name: '蓬萊公主',
        score: 4,
        cards: ['巽芳','蓬萊','','','','','']
    },
    {
        name: '故林棲',
        score: 4,
        cards: ['襄鈴','紫榕林','','','','','']
    },
    {
        name: '青丘有狐',
        score: 4,
        cards: ['襄鈴','青丘塵中記','','','','','']
    },
    {
        name: '清馨戲蝶',
        score: 4,
        cards: ['襄鈴','紅葉湖','','','','','']
    },
    {
        name: '春風雨',
        score: 4,
        cards: ['樂無異','謝衣','','','','','']
    },
    {
        name: '玉京遊',
        score: 4,
        cards: ['樂無異','長安','','','','','']
    },
    {
        name: '滄海飛塵',
        score: 4,
        cards: ['樂無異','饞雞','','','','','']
    },
    {
        name: '孤月寒燈',
        score: 4,
        cards: ['謝衣','沈夜','','','','','']
    },
    {
        name: '胡不歸',
        score: 4,
        cards: ['謝衣','流月城','','','','','']
    },
    {
        name: '空留憶',
        score: 4,
        cards: ['謝衣','通天之器','','','','','']
    },
    {
        name: '別破軍',
        score: 4,
        cards: ['謝衣','忘川','','','','','']
    },
    {
        name: '重山隱',
        score: 4,
        cards: ['謝衣','淨水湖','','','','','']
    },
    {
        name: '古劍劍靈',
        score: 4,
        cards: ['禺期','紅玉','','','','','']
    },
    {
        name: '鑄劍仙師',
        score: 4,
        cards: ['禺期','昭明','','','','','']
    },
    {
        name: '歷劫重生',
        score: 4,
        cards: ['禺期','無名之劍','','','','','']
    },
    {
        name: '未成之劍',
        score: 4,
        cards: ['禺期','古劍晗光','','','','','']
    },
    {
        name: '榣山遺韻',
        score: 4,
        cards: ['慳臾','歐陽少恭','','','','','']
    },
    {
        name: '水虺醉琴',
        score: 4,
        cards: ['慳臾','榣山','','','','','']
    },
    {
        name: '應龍信物',
        score: 4,
        cards: ['慳臾','黑龍鱗片','','','','','']
    },
    {
        name: '空徊',
        score: 4,
        cards: ['慳臾','赤水','','','','','']
    },
    {
        name: '千古劍靈',
        score: 4,
        cards: ['紅玉','天墉城','','','','','']
    },
    {
        name: '劍舞紅袖',
        score: 4,
        cards: ['紅玉','古劍紅玉','','','','','']
    },
    {
        name: '明月青霜',
        score: 4,
        cards: ['紅玉','安陸','','','','','']
    },
    {
        name: '醉夢江湖',
        score: 4,
        cards: ['尹千殤','歐陽少恭','','','','','']
    },
    {
        name: '幽都巫咸',
        score: 4,
        cards: ['尹千殤','幽都','','','','','']
    },
    {
        name: '棲身之所',
        score: 4,
        cards: ['歐陽少恭','蓬萊','','','','','']
    },
    {
        name: '丹芷長老',
        score: 4,
        cards: ['歐陽少恭','青玉壇','','','','','']
    },
    {
        name: '故地重回',
        score: 4,
        cards: ['歐陽少恭','榣山','','','','','']
    },
    {
        name: '攬琴獨照',
        score: 4,
        cards: ['歐陽少恭','鳳來','','','','','']
    },
    {
        name: '爛柯',
        score: 4,
        cards: ['歐陽少恭','夢魂枝','','','','','']
    },
    {
        name: '太華山人',
        score: 4,
        cards: ['清和真人','太華山','','','','','']
    },
    {
        name: '嚴師勝父',
        score: 4,
        cards: ['夏夷則','清和真人','','','','','']
    },
    {
        name: '待佳期',
        score: 4,
        cards: ['夏夷則','露草','','','','','']
    },
    {
        name: '飛羽凌殺',
        score: 4,
        cards: ['百里屠蘇','阿翔','','','','','']
    },
    {
        name: '護孤城',
        score: 4,
        cards: ['沈夜','華月','','','','','']
    },
    {
        name: '永夜寒沉',
        score: 4,
        cards: ['沈夜','流月城','','','','','']
    },
    {
        name: '天墉掌門',
        score: 4,
        cards: ['陵越','天墉城','','','','','']
    },
    {
        name: '月之殤',
        score: 4,
        cards: ['華月','流月城','','','','','']
    },
    {
        name: '廉貞曲',
        score: 4,
        cards: ['華月','華月的箜篌','','','','','']
    },
    {
        name: '神女靜眠',
        score: 4,
        cards: ['巫山','神女墓','','','','','']
    },
    {
        name: '靜水流深',
        score: 4,
        cards: ['北洛','雲無月','','','','','']
    },
    {
        name: '昨日影',
        score: 4,
        cards: ['北洛','縉雲','','','','','']
    },
    {
        name: '參商交輝',
        score: 4,
        cards: ['北洛','玄戈&霓商','','','','','']
    },
    {
        name: '來日可期',
        score: 4,
        cards: ['北洛','天鹿城','','','','','']
    },
    {
        name: '殺伐之劍',
        score: 4,
        cards: ['北洛','太歲','','','','','']
    },
    {
        name: '得力助手',
        score: 4,
        cards: ['北洛','原天柿','','','','','']
    },
    {
        name: '獨歌',
        score: 4,
        cards: ['雲無月','白夢澤','','','','','']
    },
    {
        name: '無夢之魘',
        score: 4,
        cards: ['雲無月','夢魂枝','','','','','']
    },
    {
        name: '鴻雁于飛',
        score: 4,
        cards: ['岑纓','鄢陵','','','','','']
    },
    {
        name: '一見喜',
        score: 4,
        cards: ['岑纓','原天柿','','','','','']
    },
    {
        name: '澄心若璃',
        score: 4,
        cards: ['岑纓','畫板','','','','','']
    },
    {
        name: '吾道不孤',
        score: 4,
        cards: ['姬軒轅','岑纓','','','','','']
    },
    {
        name: '昔年之樂',
        score: 4,
        cards: ['姬軒轅','嫘祖','','','','','']
    },
    {
        name: '軒轅氏',
        score: 4,
        cards: ['姬軒轅','有熊','','','','','']
    },
    {
        name: '龍去鼎湖',
        score: 4,
        cards: ['姬軒轅','鼎湖','','','','','']
    },
    {
        name: '雲本無心',
        score: 4,
        cards: ['縉雲','雲無月','','','','','']
    },
    {
        name: '千鋒辟易',
        score: 4,
        cards: ['縉雲','太歲','','','','','']
    },
    {
        name: '遂古遺幽',
        score: 4,
        cards: ['巫炤','司危','','','','','']
    },
    {
        name: '恨生天地',
        score: 4,
        cards: ['巫炤','半魂蓮','','','','','']
    },
    {
        name: '星墜',
        score: 4,
        cards: ['玄戈&霓商','天鹿城','','','','','']
    },
    {
        name: '鎮厄',
        score: 4,
        cards: ['玄戈&霓商','天鹿','','','','','']
    },
    {
        name: '烽煙鎖城',
        score: 4,
        cards: ['嫘祖','西陵','','','','','']
    },
    {
        name: '妙筆退魔',
        score: 4,
        cards: ['劉兄','陽平','','','','','']
    },
    {
        name: '神遊狐鄉',
        score: 4,
        cards: ['劉兄','青丘塵中記','','','','','']
    },
    {
        name: '祛邪',
        score: 4,
        cards: ['天鹿城','天鹿','','','','','']
    },
    {
        name: '人世星火',
        score: 4,
        cards: ['有熊','西陵','','','','','']
    },
    {
        name: '天星盡搖',
        score: 4,
        cards: ['巫之國','半魂蓮','','','','','']
    },
    {
        name: '黑蓮厄',
        score: 4,
        cards: ['陽平','半魂蓮','','','','','']
    },
    {
        name: '蘇生之罪',
        score: 4,
        cards: ['無名之地','半魂蓮','','','','','']
    },
    {
        name: '負青絲',
        score: 4,
        cards: ['玉梳','司危','','','','','']
    },
    {
        name: '光逐影',
        score: 5,
        cards: ['阿阮','夏夷則','','','','','']
    },
    {
        name: '山鬼',
        score: 5,
        cards: ['阿阮','巫山','','','','','']
    },
    {
        name: '比肩行',
        score: 5,
        cards: ['樂無異','聞人羽','','','','','']
    },
    {
        name: '家傳寶貝',
        score: 5,
        cards: ['樂無異','古劍晗光','','','','','']
    },
    {
        name: '星海天罡',
        score: 5,
        cards: ['聞人羽','百草谷','','','','','']
    },
    {
        name: '逸塵',
        score: 5,
        cards: ['夏夷則','太華山','','','','','']
    },
    {
        name: '工夫廚房',
        score: 10,
        cards: ['風晴雪','謝衣','焦炭','','','','']
    },
    {
        name: '幽夜蒼茫',
        score: 10,
        cards: ['風晴雪','尹千殤','幽都','','','','']
    },
    {
        name: '桃花幻夢',
        score: 10,
        cards: ['風晴雪','百里屠蘇','桃花谷','','','','']
    },
    {
        name: '露草流螢',
        score: 10,
        cards: ['阿阮','巫山','露草','','','','']
    },
    {
        name: '芳華如夢',
        score: 10,
        cards: ['巽芳','歐陽少恭','蓬萊','','','','']
    },
    {
        name: '尾巴尖兒',
        score: 10,
        cards: ['襄鈴','百里屠蘇','紅葉湖','','','','']
    },
    {
        name: '劍主之誼',
        score: 10,
        cards: ['樂無異','禺期','古劍晗光','','','','']
    },
    {
        name: '長相憶',
        score: 10,
        cards: ['樂無異','聞人羽','金麒麟','','','','']
    },
    {
        name: '溫茶相待',
        score: 10,
        cards: ['清和真人','夏夷則','太華山','','','','']
    },
    {
        name: '天墉舊事',
        score: 10,
        cards: ['百里屠蘇','陵越','天墉城','','','','']
    },
    {
        name: '千年一器',
        score: 10,
        cards: ['昭明','無名之劍','古劍晗光','','','','']
    },
    {
        name: '宿世秋',
        score: 10,
        cards: ['北洛','雲無月','白夢澤','','','','']
    },
    {
        name: '玳之夢',
        score: 10,
        cards: ['北洛','劉兄','巫之國','','','','']
    },
    {
        name: '以玉為戈',
        score: 10,
        cards: ['姬軒轅','縉雲','有熊','','','','']
    },
    {
        name: '赤水遺珠',
        score: 10,
        cards: ['姬軒轅','嫘祖','赤水','','','','']
    },
    {
        name: '刺荊心',
        score: 10,
        cards: ['縉雲','雲無月','白夢澤','','','','']
    },
    {
        name: '生辰禮',
        score: 10,
        cards: ['嫘祖','司危','玉梳','','','','']
    },
    {
        name: '巫之血',
        score: 10,
        cards: ['巫之國','無名之地','西陵','','','','']
    },
    {
        name: '藍衫偃師記',
        score: 20,
        cards: ['阿阮','樂無異','聞人羽','夏夷則','','','']
    },
    {
        name: '巫山神女',
        score: 20,
        cards: ['阿阮','巫山','露草','神女墓','','','']
    },
    {
        name: '烈山遺族',
        score: 20,
        cards: ['沈曦','謝衣','沈夜','華月','','','']
    },
    {
        name: '往事浮沙',
        score: 20,
        cards: ['謝衣','沈夜','樂無異','捐毒','','','']
    },
    {
        name: '天地熔爐',
        score: 20,
        cards: ['禺期','昭明','無名之劍','古劍晗光','','','']
    },
    {
        name: '首山夢時書',
        score: 20,
        cards: ['北洛','雲無月','岑纓','姬軒轅','','','']
    },
    {
        name: '眠霜臥雪',
        score: 20,
        cards: ['姬軒轅','嫘祖','縉雲','鼎湖','','','']
    },
    {
        name: '故夢',
        score: 20,
        cards: ['巫炤','縉雲','姬軒轅','嫘祖','','','']
    },
    {
        name: '西陵曲',
        score: 20,
        cards: ['巫炤','司危','嫘祖','西陵','','','']
    },
    {
        name: '紅月',
        score: 40,
        cards: ['沈曦','謝衣','沈夜','華月','流月城','','']
    },
    {
        name: '黑衣少俠傳',
        score: 60,
        cards: ['風晴雪','方蘭生','襄鈴','紅玉','尹千殤','百里屠蘇','']
    },
    {
        name: '攜寵同行',
        score: 60,
        cards: ['樂無異','饞雞','百里屠蘇','阿翔','北洛','原天柿','']
    },
    {
        name: '古劍奇譚',
        score: 80,
        cards: ['昭明','古劍焚寂','古劍紅玉','無名之劍','古劍晗光','太歲','天鹿']
    }
]